Repository: vinsonlee/ubuntu-glibc
Catalog: debian/po/*.po
Languages: es, pl

source: All locales
es: Todos los «locales»
pl: Wszystkie dostępne

source: Locales to be generated:
es: Seleccione los «locales» que desea generar:
pl: Wybierz ustawienia lokalne, które chcesz wygenerować:

source: Locales are a framework to switch between multiple languages and allow users to use their language, country, characters, collation order, etc.
es: Los «locales» son un sistema para cambiar entre varios idiomas y permite a los usuarios utilizar su idioma, país, juego de caracteres, ordenación alfanumérica, etc.
pl: Wybierane tutaj ustawienia lokalne stanowią podstawową strukturę dającą możliwość pracy systemu w specyficznym dla danego kraju środowisku (język, zestaw znaków, kolejność sortowania itp.)

source: Please choose which locales to generate. UTF-8 locales should be chosen by default, particularly for new installations. Other character sets may be useful for backwards compatibility with older systems and software.
es: Por favor, elija qué «locales» desea generar. Se recomiendan los «locales» UTF-8, especialmente para instalaciones nuevas. Otros juegos de caracteres pueden resultar útiles por compatibilidad con sistemas y software antiguo.
pl: Wybierz jakie ustawienia lokalne chcesz wygenerować. Najkorzystniej jest wybrać UTF-8, zwłaszcza na nowo instalowanych systemach. Pozostałe kodowania mogą być przydatne, aby utrzymać wsteczną kompatybilność ze starymi systemami lub programami.

source: None
es: Ninguno
pl: Brak

source: Default locale for the system environment:
es: ¿Cuál quiere que sea el «locale» predeterminado del sistema?
pl: Wybierz domyślne ustawienia lokalne, dla swojego systemu:

source: Many packages in Debian use locales to display text in the correct language for the user. You can choose a default locale for the system from the generated locales.
es: Muchos paquetes en Debian utilizan «locales» para mostrar el texto en el idioma de los usuarios. Puede elegir la opción predeterminada de entre los «locales» que ha generado.
pl: Wiele programów dostarczanych w pakietach Debiana wykorzystuje ustawienia lokalne, aby wyświetlać komunikaty we właściwym dla użytkownika języku. Możesz zmienić domyślne ustawienia lokalne dla całego systemu. Można wybrać tylko te ustawienia lokalne, które wcześniej zostały wygenerowane.

source: This will select the default language for the entire system. If this system is a multi-user system where not all users are able to speak the default language, they will experience difficulties.
es: Esto seleccionará el idioma predeterminado de todo el sistema. Si se trata de un sistema con varios usuarios en el que no todos hablan el idioma elegido, pueden tener problemas.
pl: Zwróć uwagę na to, że wybrany tutaj język ma wpływ na na cały system i większość działających w nim programów. Jeżeli z tego systemu korzysta wielu użytkowników posłujących się różnymi językami, to mogą oni mieć problemy ze zrozumieniem komunikatów systemu.

source: Do you want to upgrade glibc now?
pl: Czy teraz chcesz zaktualizować glibc ?

source: Running services and programs that are using NSS need to be restarted, otherwise they might not be able to do lookup or authentication any more. The installation process is able to restart some services (such as ssh or telnetd), but other programs cannot be restarted automatically. One such program that needs manual stopping and restart after the glibc upgrade by yourself is xdm - because automatic restart might disconnect your active X11 sessions.
pl: Serwisy i programy wykorzystujące NSS wymagają ponownego uruchomienia aby operacje związane z autoryzacją działały prawidłowo. Proces instalacji może zrestartować część serwisów (jak np. ssh lub telnetd), jednak niektóre usługi będą wymagały ingerencji użytkownika. Przykładem takiego programu jest xdm, którego restart mógłby spowodować wyłączenie aktywnej sesji X11.

source: This script detected the following installed services which must be stopped before the upgrade: ${services}
pl: Skrypt wykrył następujące serwisy, które należy ręcznie zrestartować ${services}

source: If you want to interrupt the upgrade now and continue later, please answer No to the question below.
pl: Jeżeli chcesz przerwać aktualizację i dokończyć ją później wybierz nie.

source: Services to restart for GNU libc library upgrade:
es: Servicios a reiniciar para la actualización de GNU libc:
pl: Serwisy wymagające restartu po aktualizacji GNU libc.

source: Running services and programs that are using NSS need to be restarted, otherwise they might not be able to do lookup or authentication any more (for services such as ssh, this can affect your ability to login). Please review the following space-separated list of init.d scripts for services to be restarted now, and correct it if needed.
es: Los servicios y programas en ejecución que utilicen NSS necesitan reiniciarse, o por el contrario puede que ya no sean capaces de realizar búsquedas o autenticación (para servicios como ssh, esto puede evitar afectar a su capacidad para ingresar en el sistema). Por favor, revise la siguiente lista de scripts de init.d, separada por espacios, de los servicios a reiniciar ahora, y corríjala si es necesario.
pl: Uruchomione serwisy i programy wykorzystujące NSS wymagają restartu. W przeciwnym wypadku nie będą operacje związane z autoryzacją nie będą działały prawidłowo. Przy usługach takich jak ssh będzie to oznaczało brak możliwości zalogowania. Zalecamy przejrzenie listy skryptów startowych i ewentualne jej poprawnie.

source: Note: restarting sshd/telnetd should not affect any existing connections.
es: Aviso: reiniciar sshd/telnetd no debería afectar a las conexiones activas.
pl: Uwaga: restart sshd/telnetd nie powinien mieć wpływy na nawiązane już połączenia.

source: Failure restarting some services for GNU libc upgrade
es: Fallo al reiniciar algunos servicios para la actualización de GNU libc
pl: Nastąpił błąd podczas restartowania niektórych usług po aktualizacji GNU libc.

source: The following services could not be restarted for the GNU libc library upgrade:
es: Los siguientes servicios no pudieron reiniciarse para la actualización de GNU libc.
pl: Następujące usługi nie zostały zrestartowane po aktualizacji GNU libc:

source: You will need to start these manually by running '/etc/init.d/<service> start'.
es: Tendrá que iniciarlos manualmente ejecutando «/etc/init.d/<servicio> start».
pl: Aby zrestartować ręcznie te usługi należy wywołać '/etc/init.d/<service> start'.
